{
    "Authors": [
        {
            "FirstName": "",
            "MiddleInitial": "",
            "Surname": "Michael Kumah (Ministry Of Food & Agriculture-PPRSD, Ghana),   phone no.,+233 (0) 207505618/+233(0)247845848  email: mickumah@yahoo.com Benjamin K. Badii (University for Development Studies),  Antony Cudjoe (Private Consultant) and Maxwell Awuku (Chemico Ghana Ltd.)",
            "Order": 1,
            "Telephone": "",
            "Email": "",
            "Institution": {
                "Name": "",
                "CountryId": 0,
                "ImageFileName": "",
                "Town": ""
            }
        }
    ],
    "Editors": [],
    "Sections": [
        {
            "Id": 1,
            "Value": "-&nbsp;Remove infested stems and stubbles from the previous harvest and destroy by composting or shred for mulch and use in plantain farm away from maize.<br/>-&nbsp;Rotate maize with cassava, root crops or legumes and come back to plant maize after 2 years.<br/>-&nbsp;Remove leftover maize, sorghum, millet and/or alternate hosts (elephant grass, guinea grass) to reduce carry over of larvae from one growing season to next.<br/>-&nbsp;Modify sowing periods by planting early in the major and minor rain seasons to avoid periods of heavy infestation.<br/>-&nbsp;Intercrop with legumes such as cowpea, or cassava to reduce the incidence of stem borer infestation on maize.<br/>",
            "SMS": ""
        },
        {
            "Id": 2,
            "Value": "-&nbsp;Monitor 3 weeks after planting. <br/>-&nbsp;Larvae are creamy-white to yellowish-brown, with dark-brown spots on the back.  They can grow up to 25 mm long.<br/>-&nbsp;The larvae are found in the leaf funnels, causing scars and holes by feeding. <br/>-&nbsp;They later feed at the growing point, which may be killed (death of the growing point of the plant = dead heart); especially seen in young plants.<br/>-&nbsp;Look for older larvae burrowing into stems and into cobs, weakening the stems, which may break and lodge. Then, direct control is too late.<br/>-&nbsp;Early control can be considered when 5-10% of young plants are damaged, meaning having feeding holes in leaves.<br/>",
            "SMS": ""
        },
        {
            "Id": 3,
            "Value": "-&nbsp;When young larvae have not yet entered stalks consider spraying hot pepper solution (50g/L) onto young plants every 10 days until tasseling.<br/>-&nbsp;Pour ash dust (half matches box) into leaf-funnel of knee-high young plant.<br/>-&nbsp;Spray Neem extract 50-60ml per 15 litres of water onto young plants every 10-14 days until flowering if threshold is reached. <br/>",
            "SMS": ""
        },
        {
            "Id": 5,
            "Value": "-&nbsp;Apply products onto young plants particularly onto or into leaf sheath funnels when larvae are still on leaves. When larvae are inside stems or cobs, spraying has no effect<br/>-&nbsp;When using a pesticide or botanical, always wear protective clothing and follow the instructions on the product label, such as dosage, timing of application, pre-harvest interval, maximum number of sprays, restricted re-entry interval. Do not empty into drains and water sources.<br/>-&nbsp;Always consult the most recent list of registered pesticides of EPA, Ghana.<br/>",
            "SMS": ""
        },
        {
            "Id": 4,
            "Value": "-&nbsp;Apply Deltamethrin-based products (check product label for dosage). It is a Pyrethroid with a contact and stomach poison (2-3 weeks persistence in field). IRAC mode of action 3A.&nbsp;General Restrictions:&nbsp;WHO toxicity class II (Moderately hazardous); restricted re-entry interval r.e.i. ½ day; pre-harvest interval p.h.i. 3 days. High risk to predators, pollinators; to fish and other aquatic organisms. Do not contaminate surface waters or ditches; do not apply to plants suffering from drought or other physical distress; do not spray within 6m of field boundary.<br/>-&nbsp;Chlopyriphos ethyl-based products (e.g.  Dursban 4E, Pyrinex 48EC, Conpyrifos). Usually at a rate of 60-70mls per 15L knapsack sprayer, but check labels as product differs. A contact and ingested organophosphorus insecticide; IRAC mode of action 1B.&nbsp;General Restrictions:&nbsp;WHO class II (Moderately hazardous). Repeat application twice if the pests persist and reaches threshold. Apply early morning or late afternoon, maximum two times per planting season. p.h.i. 35 days; r.e.i. 3 days.<br/>",
            "SMS": ""
        }
    ],
    "Images": [
        {
            "FileName": "../../../../800x640/PMDG_104756.jpg",
            "Caption": "Larvae of maize stem borer creamy-white to yellowish-brown, with dark-brown spots on back. About 25 mm long when fully grown. (NBAIR)",
            "Credit": "",
            "Order": 1,
            "SectionId": 2
        },
        {
            "FileName": "../../../../800x640/PMDG_104759.jpg",
            "Caption": "Bore holes by larvae on the stem near the nodes. (S. Eyres, Department of Agriculture WA)",
            "Credit": "",
            "Order": 2,
            "SectionId": 2
        },
        {
            "FileName": "../../../../800x640/PMDG_104760.jpg",
            "Caption": "Maize affected by the stem borer feeding inside (IITA, CC BY-NC)",
            "Credit": "",
            "Order": 3,
            "SectionId": 3
        }
    ],
    "IndexingTerms": [
        {
            "TermCategory": "Crops",
            "Values": [
                {
                    "TermType": "CommonName",
                    "Value": "Maize",
                    "Language": "en"
                }
            ]
        },
        {
            "TermCategory": "Problem",
            "Values": [
                {
                    "TermType": "CommonName",
                    "Value": "Stem borers",
                    "Language": "en"
                }
            ]
        }
    ],
    "LanguageId": 19,
    "Title": "Stem borer in maize",
    "CreatedMonth": "1",
    "CreatedYear": "2017",
    "OtherRelevantCountries": [
        "14479"
    ],
    "PAN": 20177800143,
    "PrimaryRelevantCountry": "2300660",
    "Published": "2017-01-10T09:35:37",
    "RevisedMonth": "",
    "RevisedYear": "",
    "ScientificNames": [
        "<i>Buseola fusca</i>, <i>Chilo partellus</i>, <i>Sesamia calamistis</i>"
    ],
    "TrackingCode": "PMDG-Yellow",
    "Layout": 4
},
