{
    "Factsheet": [
        {
            "pestID": "1",
            "PestScientificName": "Busseola fusca",
            "CommonName": "African stalk borer",
            "Crop": "maize",
            "CountryISO": "GH",
            "Identifier": "20177800143",
            "Prevention": "Remove infested stems and stubbles from the previous harvest and destroy by composting or shred for mulch and use in plantain farm away from maize.<br/>-&nbsp;Rotate maize with cassava, root crops or legumes and come back to plant maize after 2 years.<br/>-&nbsp;Remove leftover maize, sorghum, millet and/or alternate hosts (elephant grass, guinea grass) to reduce carry over of larvae from one growing season to next.<br/>-&nbsp;Modify sowing periods by planting early in the major and minor rain seasons to avoid periods of heavy infestation.<br/>-&nbsp;Intercrop with legumes such as cowpea, or cassava to reduce the incidence of stem borer infestation on maize.<br/>",
            "Monitoring": "Monitor 3 weeks after planting. <br/>-&nbsp;Larvae are creamy-white to yellowish-brown, with dark-brown spots on the back.  They can grow up to 25 mm long.<br/>-&nbsp;The larvae are found in the leaf funnels, causing scars and holes by feeding. <br/>-&nbsp;They later feed at the growing point, which may be killed (death of the growing point of the plant = dead heart); especially seen in young plants.<br/>-&nbsp;Look for older larvae burrowing into stems and into cobs, weakening the stems, which may break and lodge. Then, direct control is too late.<br/>-&nbsp;Early control can be considered when 5-10% of young plants are damaged, meaning having feeding holes in leaves.<br/>",
            "Direct Control without restrictions": "When young larvae have not yet entered stalks consider spraying hot pepper solution (50g/L) onto young plants every 10 days until tasseling.<br/>-&nbsp;Pour ash dust (half matches box) into leaf-funnel of knee-high young plant.<br/>-&nbsp;Spray Neem extract 50-60ml per 15 litres of water onto young plants every 10-14 days until flowering if threshold is reached. <br/>",
            "Direct Control with restrictions": "Apply Deltamethrin-based products (check product label for dosage). It is a Pyrethroid with a contact and stomach poison (2-3 weeks persistence in field). IRAC mode of action 3A.&nbsp;General Restrictions:&nbsp;WHO toxicity class II (Moderately hazardous); restricted re-entry interval r.e.i. ½ day; pre-harvest interval p.h.i. 3 days. High risk to predators, pollinators; to fish and other aquatic organisms. Do not contaminate surface waters or ditches; do not apply to plants suffering from drought or other physical distress; do not spray within 6m of field boundary.<br/>-&nbsp;Chlopyriphos ethyl-based products (e.g.  Dursban 4E, Pyrinex 48EC, Conpyrifos). Usually at a rate of 60-70mls per 15L knapsack sprayer, but check labels as product differs. A contact and ingested organophosphorus insecticide; IRAC mode of action 1B.&nbsp;General Restrictions:&nbsp;WHO class II (Moderately hazardous). Repeat application twice if the pests persist and reaches threshold. Apply early morning or late afternoon, maximum two times per planting season. p.h.i. 35 days; r.e.i. 3 days.<br/>",
            "General Restrictions": "Apply products onto young plants particularly onto or into leaf sheath funnels when larvae are still on leaves. When larvae are inside stems or cobs, spraying has no effect<br/>-&nbsp;When using a pesticide or botanical, always wear protective clothing and follow the instructions on the product label, such as dosage, timing of application, pre-harvest interval, maximum number of sprays, restricted re-entry interval. Do not empty into drains and water sources.<br/>-&nbsp;Always consult the most recent list of registered pesticides of EPA, Ghana.<br/>",
            "Image 1": {
                "url": "https://www.plantwise.org/KnowledgeBank/800x640/PMDG_104756.jpg",
                "Caption": "Larvae of maize stem borer creamy-white to yellowish-brown, with dark-brown spots on back. About 25 mm long when fully grown. (NBAIR)"
            },
            "Image 2": {
                "url": "https://www.plantwise.org/KnowledgeBank/800x640/PMDG_104759.jpg",
                "Caption": "Bore holes by larvae on the stem near the nodes. (S. Eyres, Department of Agriculture WA)"
            },
            "Image 3": {
                "url": "https://www.plantwise.org/KnowledgeBank/800x640/PMDG_104760.jpg",
                "Caption": "Maize affected by the stem borer feeding inside (IITA, CC BY-NC)"
            }
        },
        {
            "pestID": "1",
            "PestScientificName": "Busseola fusca",
            "CommonName": "African stalk borer",
            "Crop": "maize",
            "CountryISO": "KE",
            "Identifier": "20167801152",
            "Prevention": "Use resistant or tolerant varieties if available<br/>-&nbsp;Apply nitrogen, either as a mineral fertilizer, or as manure or compost, to enhance the crop's ability to sustain an attack<br/>-&nbsp;A ‘push-pull’ system can be implemented in which Desmodium, a repellent plant, and Napier grass, a trap crop, are intercropped with maize to push and pull the insect away from the maize (see Plantwise Factsheet for Farmers):<br/>\\t • An additional benefit of this system is that Desmodium is a legume that fixes nitrogen into the soil; it also acts as a ground cover that supresses <i>Striga</i>, a parasitic weed<br/>\\t • Disadvantages of this system include the space taken up by the Napier grass; the cost and lack of availability of Desmodium seed; and the difficulty in establishing the Desmodium crop<br/>-&nbsp;Intercrop with non-host plants, such as cowpeas or cassava. Adult moths will lay eggs on the non-host plants, but the larvae are unable to feed on them and will die<br/>-&nbsp;Rotate maize with a non-host plant, such as a legume (e.g.  groundnut), to increase the nitrogen in the soil. This will make the next maize crop hardier and less susceptible to an attack and break the cycle of the stalk borer<br/>",
            "Monitoring": "Additional relevant crops: sorghum, bulrush millet, sugarcane and rice<br/>-&nbsp;Immediately after emergence, start monitoring and continue at weekly intervals until maize reaches physiological maturity<br/>-&nbsp;Consider control if you see one or two infested plants<br/>\\t • Stems: Feeding damage resulting in reduction of grain production. Stems are weakened and break<br/>\\t • Leaves: An early sign is small holes in straight lines or small dark larvae in the leaf funnel of young leaves<br/>\\t • Central leaves become dry and withered when larvae attacks growing points, forming 'dead heart' (drying of the central shoot). The top of the plant wilts, turns yellow, and eventually dries out and dies<br/>\\t • Larvae droppings (frass) are often visible on the leaves and in the stems<br/>\\t • Eggs: Round, flat on top, creamy-yellow in colour. May get darker as they develop. About 1 mm in diameter<br/>\\t • Larvae: Creamy-white. Might have a grey or sometimes pink colour and the head may be dark brown. Might have dark conspicuous spots and four purple stripes lengthwise across the back. Grow up to 40 mm long<br/>\\t • Pupae: up to 25 mm long and shiny yellow-brown to dark brown/red-brown in colour<br/>\\t • Adults/moths: Wing-span is about 20-33 mm. The forewings are light to dark brown or yellow-brown, possibly with dark patterns, and the hindwings are white to greyish-brown<br/>-&nbsp;If plants show symptoms, cut open the stem and look for larvae, pupae and frass<br/>",
            "Direct Control without restrictions": "Dispose of crop residues after harvest to reduce stalk borer populations and limit the pest the following season:<br/>\\t • The crop residues can be burned, used as feed for livestock, or left on the ground exposed to the sun’s heat for one month to kill the larvae and pupae<br/>-&nbsp;Apply ash or dry soil, by putting one teaspoon of ash or soil into the leaf funnel of young plants. Too much soil or ash can damage the leaf. Ash or soil should be used before the appearance of any symptoms. This means when stalk borers are known from the area or the last cropping season<br/>-&nbsp;Apply 25-50 g of neem cake powder diluted per litre water every 10 days until maize flowers. The spray should be applied into the leaf funnel every 10-14 days until flowering<br/>-&nbsp;Spray with neem seed liquid (2 handfulls of neem powder put in 10 litres of water left overnight and sieved before spraying)<br/>",
            "Direct Control with restrictions": "Pesticides may be available to control this pest. Please check with the Ministry of Agriculture in your country to find out which pesticides are registered in your country and the local restrictions for their use.",
            "Image 1": {
                "url": "https://www.plantwise.org/KnowledgeBank/800x640/PMDG_106900.jpg",
                "Caption": "Maize stalk borer larvae and frass inside a young maize tassel (Photo: CIMMYT, Flickr)"
            },
            "Image 2": {
                "url": "https://www.plantwise.org/KnowledgeBank/800x640/PMDG_106901.jpg",
                "Caption": "Larva feeding on maize stem (Photo: International Institute of Tropical Agriculture, Flickr)"
            },
            "Image 3": {
                "url": "https://www.plantwise.org/KnowledgeBank/800x640/PMDG_106902.jpg",
                "Caption": "<i>Busseola fusca</i> (Francis Nduati, Kenya)"
            }
        },
        {
            "pestID": "1",
            "PestScientificName": "Busseola fusca",
            "CommonName": "African stalk borer",
            "Crop": "maize",
            "CountryISO": "ZM",
            "Identifier": "20167800107",
            "Prevention": "Plough, slash, disk and/or harrow stems and stubbles after harvest. This breaks the stems and exposes the caterpillars to natural enemies and extreme weather. It limits the pest in the following season's crops. However, if there are no major insect pests or diseases in the crop, then leave residues as they improve the soil, and prevent water loss.<br/>-&nbsp;Burn residues after harvest to kill caterpillars and pupae, although this is not advisable for soils with low organic matter. Burning is also not allowed in many areas of Zambia.<br/>-&nbsp;Destroy alternate hosts like wild sorghum to reduce stalk borers.<br/>-&nbsp;Rotate with legumes, but do not rotate between maize, millet and sorghum.<br/>",
            "Monitoring": "Monitor from 3 weeks after planting onwards. Inspect two times per week until the plants flower.<br/>-&nbsp;First signs of stalkborer attack are small holes or 'windows' in straight lines across the newest leaves of maize or sorghum. <br/>-&nbsp;Check for white-yellowish larvae with a grey tinge or pinkish colour.<br/>-&nbsp;Threshold for stalk borers is 3 to 10 larvae on each plant out of 100 plants. <br/>-&nbsp;Look for holes on stems and dead hearts (but then direct control is too late).  It is difficult to control stalk borers in later stages because larvae bore into stalks and dead-heart symptoms appear. Larvae are protected inside the stalks. <br/>",
            "Direct Control without restrictions": "Apply ash or dry soil, by putting one teaspoon of ash or soil into the leaf-funnel of young plants. Too much soil or ash can damage the leaf. Ash or soil should be used before the appearance of any symptoms. This means when stalk borers are known from the area or the last cropping season.<br/>-&nbsp;Apply 25-50g of neem cake powder diluted per litre water every 10 days until maize flowers. The spray should be applied into the leaf funnel every 10 to 14 days until flowering.<br/>",
            "Direct Control with restrictions": "<i>Bacillus thuringiensis</i> - based products (e.g. Ascopel WP, and others). This is a multisite action insecticide based on bacteria. Spray on to leaf sheath funnels of young leaves immediately after preparation.&nbsp;General Restrictions:&nbsp;WHO class III (slightly acute hazardous); Pre-harvest interval p.h.i. 1 d, restricted re-entry interval r.e.i. 1 d, max 3 sprays / season.<br/>-&nbsp;Apply Deltamethrin-based products. Usually applied at 2.5ml/100m row in 3 litres water, but double-check labels.  Should be applied onto young plants particularly onto leaf sheath funnels when larvae are seen. Pyrethroid group of insecticide with contact activity.&nbsp;General Restrictions:&nbsp;WHO toxicity class II (moderately acute hazardous); p.h.i: 14 days; r.e.i. 7 days after spray;  max 2 sprays per season. Do not apply to plants suffering from drought stress. Dangerous to fish. Do not contaminate surface waters or ditches. High risk to nearly all beneficial insects like pollinators and predators.  Therefore, avoid spraying within 6m of field boundary.<br/>",
            "General Restrictions": "When using a pesticide or botanical, always wear protective clothing and follow the instructions on the product label, such as dosage, timing of application, pre-harvest interval, max number of sprays, restricted re-entry interval. Do not empty into drains and water sources.<br/>-&nbsp;WHO toxicity class II pesticides might not be allowed in local IPM schemes. <br/>-&nbsp;Always consult recent list of registered pesticides of ZEMA<br/>",
            "Image 1": {
                "url": "https://www.plantwise.org/KnowledgeBank/800x640/PMDG_96861.jpg",
                "Caption": "Lines of holes in leaves made by the stalk borer (Photo A. Bruntse, BioVision)"
            },
            "Image 2": {
                "url": "https://www.plantwise.org/KnowledgeBank/800x640/PMDG_96864.jpg",
                "Caption": "1 to 1.5 cm caterpillars (Photo by D. Cugala, Stemborer team, icipe)"
            },
            "Image 3": {
                "url": "https://www.plantwise.org/KnowledgeBank/800x640/PMDG_96865.jpg",
                "Caption": "Holes of caterpillars inside stem. Brown frass. Control tool ate (Anne Bruntse, BioVision)"
            }
        },
        {
            "pestID": "2",
            "PestScientificName": "Chilo partellus",
            "CommonName": "Spotted stem borer",
            "Crop": "maize",
            "CountryISO": "KE",
            "Identifier": "20177801278",
            "Prevention": "Plant early to avoid a serious infestation<br/>-&nbsp;Applying nitrogen, either a commercial product or manure or compost, to enhance the crop's tolerance to an attack<br/>-&nbsp;Implement a ‘push-pull’ system in which <i>Desmodium</i>, a repellent plant, and Napier grass, a trap crop, are intercropped with maize to lure the insect away from the crop<br/>-&nbsp;Intercrop with non-host plants, such as cowpeas or cassava to reduce damage. Adult moths will lay eggs on the non-host plants, but the larvae are unable to feed on them and will die<br/>-&nbsp;Rotate maize with a non-host plant, e.g. a legume, to prevent the build-up of the pest in the field and to increase the nitrogen in the soil which will make the next maize crop hardier and less susceptible to an attack. Avoid crop rotation with sorghum, pearl millet, sugarcane, wheat or rice.<br/>-&nbsp;Maintain habitat to conserve parasitoids and predators such as ants and earwigs<br/>",
            "Monitoring": "Start monitoring weekly 3 weeks after planting.<br/>-&nbsp;Consider early control when 5-10% of young plants are damaged (feeding holes in leaves)<br/>-&nbsp;Look out for:<br/>\\t • Leaves: Holes on leaf funnels and eggs on the underside of leaves near the funnels. Caterpillars are found in leaf funnels<br/>\\t • Stems: Weak. Feeding damage to growing points, preventing flowering. Dead heart - the central shoot withers and dries. Older caterpillars burrow into stems and into cobs.<br/>-&nbsp;Cut open the stems of a few plants that show symptoms to look for larvae and pupae<br/>-&nbsp;Eggs: scale-like, creamy white laid in overlapping batches<br/>-&nbsp;Larvae: creamy white to yellowish brown body with dark-brown dorsal spots and 4 purple stripes on backwith a reddish-brown head, up to 25 mm long<br/>-&nbsp;Pupae: up to 15 mm long, light yellow-brown to dark red-brown<br/>-&nbsp;Adults: small moths with light yellow brown forewings different to hindwings which are often white. Wingspan up to 17 mm<br/>",
            "Direct Control without restrictions": "Release parasitic wasps such as <i>Cotesia flavipes<i> or </i>Trichogramma chilonis</i> if locally available to control the spotted stem borer<br/>-&nbsp;Destroy crop residues after harvest to reduce populations and limit the pest the following season. Stems should be burned, fed to livestock or dried on the ground under full exposure of the sun’s heat<br/>-&nbsp;Use neem-based products to spray on young plants every 10-14 days until flowering if threshold is reached (follow instructions on labels)<br/>",
            "Direct Control with restrictions": "Pesticides may be available to control this pest. Please check with the Ministry of Agriculture in your country to find out which pesticides are registered in your country and the local restrictions for their use.",
            "Image 1": {
                "url": "https://www.plantwise.org/KnowledgeBank/800x640/PMDG_109244.jpg",
                "Caption": "<i>Chilo partellus</i> caterpillar (NBAIR)"
            },
            "Image 2": {
                "url": "https://www.plantwise.org/KnowledgeBank/800x640/PMDG_109245.jpg",
                "Caption": "Moth of <i>Chilo partellus</i> (©Georg Goergen/IITA Insect Museum, Cotonou, Benin)"
            },
            "Image 3": {
                "url": "https://www.plantwise.org/KnowledgeBank/800x640/PMDG_109246.jpg",
                "Caption": "Damage on stem and leaves on maize (S. Eyres, Department of Agriculture WA)"
            }
        },
        {
            "pestID": "2",
            "PestScientificName": "Chilo partellus",
            "CommonName": "Spotted stem borer",
            "Crop": "maize",
            "CountryISO": "ZM",
            "Identifier": "20177801278",
            "Prevention": "Plant early to avoid a serious infestation<br/>-&nbsp;Applying nitrogen, either a commercial product or manure or compost, to enhance the crop's tolerance to an attack<br/>-&nbsp;Implement a ‘push-pull’ system in which <i>Desmodium</i>, a repellent plant, and Napier grass, a trap crop, are intercropped with maize to lure the insect away from the crop<br/>-&nbsp;Intercrop with non-host plants, such as cowpeas or cassava to reduce damage. Adult moths will lay eggs on the non-host plants, but the larvae are unable to feed on them and will die<br/>-&nbsp;Rotate maize with a non-host plant, e.g. a legume, to prevent the build-up of the pest in the field and to increase the nitrogen in the soil which will make the next maize crop hardier and less susceptible to an attack. Avoid crop rotation with sorghum, pearl millet, sugarcane, wheat or rice.<br/>-&nbsp;Maintain habitat to conserve parasitoids and predators such as ants and earwigs<br/>",
            "Monitoring": "Start monitoring weekly 3 weeks after planting.<br/>-&nbsp;Consider early control when 5-10% of young plants are damaged (feeding holes in leaves)<br/>-&nbsp;Look out for:<br/>\\t • Leaves: Holes on leaf funnels and eggs on the underside of leaves near the funnels. Caterpillars are found in leaf funnels<br/>\\t • Stems: Weak. Feeding damage to growing points, preventing flowering. Dead heart - the central shoot withers and dries. Older caterpillars burrow into stems and into cobs.<br/>-&nbsp;Cut open the stems of a few plants that show symptoms to look for larvae and pupae<br/>-&nbsp;Eggs: scale-like, creamy white laid in overlapping batches<br/>-&nbsp;Larvae: creamy white to yellowish brown body with dark-brown dorsal spots and 4 purple stripes on backwith a reddish-brown head, up to 25 mm long<br/>-&nbsp;Pupae: up to 15 mm long, light yellow-brown to dark red-brown<br/>-&nbsp;Adults: small moths with light yellow brown forewings different to hindwings which are often white. Wingspan up to 17 mm<br/>",
            "Direct Control without restrictions": "Release parasitic wasps such as <i>Cotesia flavipes<i> or </i>Trichogramma chilonis</i> if locally available to control the spotted stem borer<br/>-&nbsp;Destroy crop residues after harvest to reduce populations and limit the pest the following season. Stems should be burned, fed to livestock or dried on the ground under full exposure of the sun’s heat<br/>-&nbsp;Use neem-based products to spray on young plants every 10-14 days until flowering if threshold is reached (follow instructions on labels)<br/>",
            "Direct Control with restrictions": "Pesticides may be available to control this pest. Please check with the Ministry of Agriculture in your country to find out which pesticides are registered in your country and the local restrictions for their use.",
            "Image 1": {
                "url": "https://www.plantwise.org/KnowledgeBank/800x640/PMDG_109244.jpg",
                "Caption": "<i>Chilo partellus</i> caterpillar (NBAIR)"
            },
            "Image 2": {
                "url": "https://www.plantwise.org/KnowledgeBank/800x640/PMDG_109245.jpg",
                "Caption": "Moth of <i>Chilo partellus</i> (©Georg Goergen/IITA Insect Museum, Cotonou, Benin)"
            },
            "Image 3": {
                "url": "https://www.plantwise.org/KnowledgeBank/800x640/PMDG_109246.jpg",
                "Caption": "Damage on stem and leaves on maize (S. Eyres, Department of Agriculture WA)"
            }
        },
        {
            "pestID": "3",
            "PestScientificName": "Liriomyza huidobrensis",
            "CommonName": "Leafminer on beans",
            "Crop": "beans",
            "CountryISO": "KE",
            "Prevention": "NO FACTSHEET INFORMATION CURRENTLY AVAILABLE"
        },
        {
            "pestID": "3",
            "PestScientificName": "Liriomyza huidobrensis",
            "CommonName": "Leafminer on beans",
            "Crop": "beans",
            "CountryISO": "ZM",
            "Prevention": "NO FACTSHEET INFORMATION CURRENTLY AVAILABLE"
        },
        {
            "pestID": "6",
            "PestScientificName": "Tuta absoluta",
            "CommonName": "Tomato leafminer",
            "Crop": "tomato",
            "CountryISO": "GH",
            "Identifier": "20147801309",
            "Prevention": "Use pest-free transplants. Inspect new seedlings carefully before they are transplanted into the field or under shelter<br/>-&nbsp;Seal door frames and window frames of shelters, e.g. greenhouses. Plug any openings with insect-proof netting (with mesh less than 1.6mm)<br/>-&nbsp;Where possible, cover small plants with transparent plastic (such as polytunnels) to prevent insects from laying eggs on the plants<br/>-&nbsp;Remove and destroy broadleaf weeds that act as alternative host plants, e.g. Datura, <i>Solanum</i><br/>-&nbsp;Tools should be cleaned after use in infested fields<br/>-&nbsp;Avoid rotation with Solanaceous crops such as eggplants, Irish potatoes, tomatoes and capsicum. Rotate with non-host crops such as maize.<br/>",
            "Monitoring": "Scout for early insect pest damage on leaves, stems and fruits, especially on the upper third of the seedling.<br/>-&nbsp;Look for:<br/>\\t • Eggs on leaves and stems<br/>\\t • Mines and droppings on leaves, stems and fruit. Leaf mines are wide, silvery, and gradually become brown and necrotic. Leaf necrosis may result in leaf death or premature leaf drop. Fruit mines cause rotting<br/>\\t • Larvae (caterpillars) in mines and fruits. They are green with a black head, their body turning pinkish green as they mature, 0.5-9 mm. <br/>\\t • Exit holes on the surface of fruits<br/>\\t • Adults underneath leaves: silvery brown moth, 5-7 mm long<br/>\\t • Pupae in the soil, on the surface of a leaf, in a curled leaf or in a mine. They are light brown and approximately 9 mm long.<br/>-&nbsp;Use pheromone traps, light traps or sticky traps to detect the pest early<br/>-&nbsp;Use one pheromone trap for a plot of less than 3,500m<sup>2</sup> and two traps for larger plots. Place traps at the same height as the crop. Check the trap every week and count the captured adult moths. After counting clean the traps carefully. Ensure the pheromone does not get wet.<br/>-&nbsp;The leaf mines created by tomato leaf miner can look similar to the mines created by the American serpentine leafminer, <i>Liriomyza trifolii</i>. However, the <i>L. trifolii</i> adult is a tiny, 1-2 mm long, yellow and black fly and its larvae do not feed in the fruits. Therefore <i>L. trifolii</i> does not leave exit holes on fruits. The <i>L. trifolii</i> larva is whitish or yellow-orange.<br/>",
            "Direct Control without restrictions": "Remove infested tomato plant materials and destroy by burning or burying in holes more than 50cm deep. Do not dump infested fruits at farm edges, collection points or in markets<br/>-&nbsp;Destroy plant residues after harvest by burning or burying.<br/>-&nbsp;Apply Neem products to the soil, upper surface of leaves or directly on larvae to kill larvae.<br/>-&nbsp;Where populations of tomato leaf miner are low (1-3 moths caught per week) use pheromone baited water traps to mass trap adult male moths and reduce the populations<br/>-&nbsp;Tomato leaf miner has a number of natural enemies that can be used for biological control, including hemiptera predators, parasitic hymenoptera (e.g. <i>Trichogramma</i> spp.) and mites.<br/>-&nbsp;Inspect harvesting containers, field boxes or carts, packaging material and destroy or disinfect if tomato leafminer is suspected.<br/>",
            "Direct Control with restrictions": "Pesticides may be available to control this pest. Please check with the Ministry of Agriculture in your country to find out which pesticides are registered in your country and the local restrictions for their use.",
            "Image 1": {
                "url": "https://www.plantwise.org/KnowledgeBank/800x640/PMDG_110191.jpg",
                "Caption": "Tomato leafminer larva. (Marja van der Straten, NVWA Plant Protection Service, Bugwood.org)"
            },
            "Image 2": {
                "url": "https://www.plantwise.org/KnowledgeBank/800x640/PMDG_110192.jpg",
                "Caption": "Tomato leafminer adult. (Marja van der Straten, NVWA Plant Protection Service, Bugwood.org)"
            },
            "Image 3": {
                "url": "https://www.plantwise.org/KnowledgeBank/800x640/PMDG_110193.jpg",
                "Caption": "Exit holes on tomato fruits. (Peter Kodwaran, Ministry of Agriculture Livestock and Fisheries, West Pokot)"
            }
        },
        {
            "pestID": "6",
            "PestScientificName": "Tuta absoluta",
            "CommonName": "Tomato leafminer",
            "Crop": "tomato",
            "CountryISO": "KE",
            "Identifier": "20157800311",
            "Prevention": "Plant clean seedlings free from infestation of the pest.<br/>-&nbsp;Rotate with non-host crops such as maize, beans and cabbages<br/>-&nbsp;Rogue and destroy by burning all infected crop residues and wild host plants such as Sodom apple.<br/>-&nbsp;Clean all equipment used in transportation of tomatoes such as boxes, crates and trucks using soap and water<br/>",
            "Monitoring": "Look out for:<br/>\\t • Silvery brown adult moth.<br/>\\t • Coalesced white to cream necrotic mines on both upper and lower parts of the leaf lamina.<br/>\\t • Green larvae with black head inside the tunnels.<br/>\\t • Silky web produced by the larvae to fold the leaf partially protecting older larval instars.<br/>\\t • Blighted and necrotic leaves on plants due to infestation.<br/>\\t • Puncture marks on fruit calyx with dried black frass at larvae exit hole and on stem. <br/>-&nbsp;Take action once you notice 1-3 moths or larvae per week.<br/>",
            "Direct Control without restrictions": "Physically crush larvae by hand once sign of tunnelling is observed.<br/>-&nbsp;Mass trap with pheromone water traps  (e.g. Pherodis at 4 packets per acre supplied by Koppert Biological Systems Kenya, Tutrack found at Kenya Biologics) <br/>-&nbsp;Bury infested fruits and foliage 50-100 cm deep.<br/>-&nbsp;Use black sticky traps (at 24 pieces/acre supplied by Koppert Biological Systems) placed at 15-20 cm above the ground to capture the adults.<br/>-&nbsp;Use screen vents in roofs and on the sides of the greenhouse to reduce insect pest migration.<br/>",
            "Direct Control with restrictions": "Spinetoram (Radiant 120 SC at the rate of 180-300 mls/acre or 18-30mls/20L water).&nbsp;General Restrictions:&nbsp;WHO Class III, Blue colour band (Slightly hazardous), PHI  3 days<br/>-&nbsp;Chlorantraniliprole  (Coragen 20 SC at a rate of 5ml in 20L of  water).&nbsp;General Restrictions:&nbsp;WHO class U, Green colour band (Unlikely to present acute hazard in normal use), MRL 0.05 Mg/Kg, PHI  3 day<br/>-&nbsp;Flubendiamide (Belt 480SC at a rate of 4 mls per 20L).&nbsp;General Restrictions:&nbsp;WHO Class II, Yellow colour band (Moderately hazardous), PHI  3 days<br/>",
            "General Restrictions": "Always wear protective clothing when handling agrochemicals. <br/>-&nbsp;Follow the instructions on the product label, such as dosage, timing of application, pre-harvest interval, maximum number of sprays, restricted re-entry interval. Do not empty into drains.<br/>-&nbsp;WHO class II pesticides might not be allowed in local IPM schemes.<br/>-&nbsp;Always consult recent list of registered pesticides (PCPB).<br/>-&nbsp;The pest is still new in the country and trials on pesticides are still ongoing<br/>",
            "Image 1": {
                "url": "https://www.plantwise.org/KnowledgeBank/800x640/PMDG_96930.jpg",
                "Caption": "Adult <i>Tuta</i>. (Source Marja van der Straten, NVWA Plant Protection Service, Bugwood.org)"
            },
            "Image 2": {
                "url": "https://www.plantwise.org/KnowledgeBank/800x640/PMDG_96931.jpg",
                "Caption": "<i>Tuta</i> larvae on tomato leaf. (Source: Marja van der Straten, NVWA Plant Protection Service, Bugwood)"
            },
            "Image 3": {
                "url": "https://www.plantwise.org/KnowledgeBank/800x640/PMDG_96934.jpg",
                "Caption": "Burnt leaf and mined fruit infested by <i>Tuta</i> larvae- (Source: Maureen Kuboka)"
            }
        },
        {
            "pestID": "6",
            "PestScientificName": "Tuta absoluta",
            "CommonName": "Tomato leafminer",
            "Crop": "tomato",
            "CountryISO": "ZM",
            "Identifier": "20177801301",
            "Prevention": "Use pest-free transplants. Inspect new seedlings carefully before they are transplanted into the field or under shelter<br/>-&nbsp;Seal door frames and window frames of shelters, e.g. greenhouses. Close any openings with insect-proof netting (with mesh less than 1.6 mm)<br/>-&nbsp;Remove and destroy weeds that act as alternative host plants, e.g. Datura, Solanum<br/>-&nbsp;Tools should be cleaned after use in infested fields<br/>-&nbsp;Avoid rotation with Solanaceous crops such as eggplants, Irish potatoes, tomatoes and capsicum<br/>",
            "Monitoring": "The pest is a tiny moth that lay eggs on tomato plants. The caterpillars cause damage by feeding on leaves and fruits.<br/>-&nbsp;Look for:<br/>\\t • Eggs on leaves and stems<br/>\\t • Mines and droppings on leaves, stems and fruit. Leaf mines are wide and gradually become brown and necrotic. Fruit mines cause rotting<br/>\\t • Exit holes on the surface of fruits<br/>\\t • Adult moths underneath leaves<br/>-&nbsp;Scout for early insect pest damage on leaves, stems and fruits, especially on the upper third of the seedling.<br/>-&nbsp;Use pheromone traps, light traps or sticky traps to detect the pest early<br/>-&nbsp;Use one pheromone trap for a plot of less than 3,500 m and two traps for larger plots. Place traps at the same height as the crop. Check the trap every week and count the captured adult moths. After counting clean the traps carefully. Ensure the pheromone does not get wet.<br/>-&nbsp;Consider taking action once you notice 1-3 moths in a pheromone trap per day<br/>",
            "Direct Control without restrictions": "Remove infested tomato plant materials and destroy by burying in holes more than 50 cm deep. Do not dump infested fruits at farm edges, collection points or in markets<br/>-&nbsp;Destroy plant residues after harvest by burying.<br/>-&nbsp;Apply neem products to the soil, upper surface of leaves or directly on larvae to kill them.<br/>-&nbsp;Inspect harvesting containers, field boxes or carts, packaging material and destroy or disinfect if tomato leafminer is suspected.<br/>",
            "Direct Control with restrictions": "<i>Bacillus thuringiensis var kurstaki</i> products; foliar sprays against young larvae.&nbsp;General Restrictions:&nbsp;WHO class III - slightly hazardous; stomach poison for insects, must be eaten by insect; pre-harvest interval PHI 1 day, restricted REI 1 day after spray, retreatment interval 7 days, max 2 sprays<br/>-&nbsp;Azadirachtin – based products; foliar spray against young larvae.&nbsp;General Restrictions:&nbsp;Not WHO classified - unlikely to present acute hazard in normal use, moulting disruptor pesticide; PHI 3 d; REI 1 d. Max 1 spray during flowering. Bee toxic<br/>-&nbsp;Spinosad –based products; foliar spray against larvae.&nbsp;General Restrictions:&nbsp;WHO class III - slightly hazardous; biological spinosyn pesticide; PHI 3 days, REI 1 day, min retreatment interval 7 days, max 2 sprays. Spray at days without rain, but not at bright sunlight. Toxic to aquatic organisms.<br/>",
            "General Restrictions": "In parts of the world, the pest is resistant to insecticides based on Avermectins, Pyrethroids, Nereistoxin analogues, Benzoylureas and Indoxacarbs. Switch between insecticide types to avoid resistance development.<br/>-&nbsp;When using a pesticide, always wear protective clothing and follow the instructions on the product label, such as dosage, timing of application, pre-harvest interval, max number of sprays, restricted re-entry interval. Do not empty into drains.<br/>-&nbsp;WHO toxicity class II pesticides might not be allowed in local IPM schemes. <br/>",
            "Image 1": {
                "url": "https://www.plantwise.org/KnowledgeBank/800x640/PMDG_109346.jpg",
                "Caption": "Tomato leafminer larva. (Marja van der Straten, NVWA Plant Protection Service, Bugwood.org)"
            },
            "Image 2": {
                "url": "https://www.plantwise.org/KnowledgeBank/800x640/PMDG_109347.jpg",
                "Caption": "Tomato leafminer adult. (Marja van der Straten, NVWA Plant Protection Service, Bugwood.org)"
            },
            "Image 3": {
                "url": "https://www.plantwise.org/KnowledgeBank/800x640/PMDG_109348.jpg",
                "Caption": "Exit holes on tomato fruits. (Peter Kodwaran, Ministry of Agriculture Livestock and Fisheries, West Pokot)"
            }
        },
        {
            "pestID": "7",
            "PestScientificName": "Bemisia tabaci",
            "CommonName": "White fly",
            "Crop": "tomato",
            "CountryISO": "GH",
            "Identifier": "20177801303",
            "Prevention": "Remove tomato residues and volunteer tomatoes and bury or burn<br/>-&nbsp;Plant tomatoes 0.5-2 feet apart with at least 3 feet between rows<br/>-&nbsp;Use a shade net (size 400 µm)/tunnel for 3-5 weeks while in nursery to prevent attack by white flies<br/>-&nbsp;Transplant shortly after or during the rainy season<br/>-&nbsp;Use white/black inert plastic mulch 10-20 days after transplanting which attracts and kills white flies<br/>-&nbsp;Conserve natural enemies (wasps, ladybirds) by mulching or leaving a natural hedge of flowering plants (e.g. <i>Tithonia</i>, <i>Lantana</i>) along the edges to offer them refuge<br/>-&nbsp;Plant repellent crops such as coriander or Mexican marigold after 3-4 rows of tomato to repel the whiteflies<br/>-&nbsp;Keep the field weed-free throughout the cropping season since weeds act as alternate hosts and can harbour whitefly-transmitted viruses<br/>",
            "Monitoring": "\\t • Adult: a sucking insect, about 1 mm long. The body and wings are covered in a powdery, white to slightly yellowish in colour<br/>\\t • Larva: yellow-white scales, 0.3-0.6 mm long on the underside of leaves<br/>\\t • Puparium: flat, irregular, oval shape, 0.7 mm long<br/>\\t • Eggs:  whitish and pear-shaped, 0.2 mm long<br/>-&nbsp;After transplanting monitor weekly until harvest<br/>-&nbsp;Search for leaves with whitefly groups (they are mainly on underside of leaves). They will fly and resettle when you shake plants.<br/>-&nbsp;Yellowing, curling, crumpling of leaves occurs at heavy infestation.<br/>-&nbsp;Action threshold level is 10-20 plants with symptoms and/or at least 20 whiteflies on at least 10-20 plants/acre <br/>",
            "Direct Control without restrictions": "Use yellow sticky traps at about 1 per 5 plants.<br/>-&nbsp;Use liquid soap spray at rate of 3 table spoons per litre of water<br/>",
            "Direct Control with restrictions": "Spray Azadirachtin 0.03% (50 ml/20L water) 15 days after transplant  .&nbsp;General Restrictions:&nbsp;Not classified by WHO, but considered unlikely to present acute hazard in normal use. PHI 3 days, REI 1 day. Toxic to fishes<br/>",
            "General Restrictions": "When using a pesticide or botanical, always wear protective clothing and follow the instructions on the product label, such as dosage, timing of application, pre-harvest interval, max number of sprays, restricted re-entry interval. Do not empty into drains and water sources.<br/>-&nbsp;Do not use chemicals with the same mode of action year after year as this can lead to resistance, always consult the most recent list of registered pesticides of MODA, Ghana.<br/>",
            "Image 1": {
                "url": "https://www.plantwise.org/KnowledgeBank/800x640/PMDG_109361.jpg",
                "Caption": "Adults white fly of about 2 mm (Photo by I D. Bedford)"
            },
            "Image 2": {
                "url": "https://www.plantwise.org/KnowledgeBank/800x640/PMDG_109362.jpg",
                "Caption": "Yellow, leaf curling because of fly (Photo by Wang Dengjie)"
            },
            "Image 3": {
                "url": "https://www.plantwise.org/KnowledgeBank/800x640/PMDG_109363.jpg",
                "Caption": "A group of white flies under the leaf (Photo by Wang Dengjie)"
            }
        },
        {
            "pestID": "7",
            "PestScientificName": "Bemisia tabaci",
            "CommonName": "White fly",
            "Crop": "tomato",
            "CountryISO": "KE",
            "Identifier": "20157800314",
            "Prevention": "Use white/black inert plastic mulch 10-20 days after transplanting which attracts and kills white flies <br/>-&nbsp;Use organic mulch after transplanting for irrigated crop<br/>-&nbsp;Use a shade net (size 400 µm) / tunnel for 3-5 weeks while in nursery to prevent attack by white flies<br/>-&nbsp;Conserve natural enemies (wasps, ladybirds) by mulching or leaving a natural hedge of flowering plants (e.g. <i>Tithonia</i>, <i>Lantana</i>) along the edges to offer them refuge<br/>-&nbsp;Transplant shortly after or during the rainy season<br/>-&nbsp;Plant repellent crops such as coriander or Mexican marigold after 3-4 rows of tomato to repel the white flies<br/>-&nbsp;Plant trap crops such as tobacco, beans and maize around the field from which spot chemical control can be done <br/>-&nbsp;Keep the field weed-free throughout the cropping season since weeds act as alternate hosts<br/>",
            "Monitoring": "Look for: <br/>\\t • Whitish- brown eggs and/or whitish adults on the underside of young leaves. <br/>\\t • A cloud of over 3-5 white insects that resettle soon after the plant is shaken. <br/>\\t • Yellowing on upper leaf surface.<br/>-&nbsp;Start direct control if 3 adult white flies are  present when plant is shaken during the early stages of the crop<br/>",
            "Direct Control without restrictions": "Use of yellow sticky traps to bait adults- 4 traps/300m<sup>2</sup><br/>-&nbsp;Spray Azadirachtin 0.03% (50 ml/20L water) 15 days after transplant  <br/>-&nbsp;Use liquid soap spray at rate of 3 table spoons per litre of water<br/>-&nbsp;Use hot pepper spray at rate of 30 chopped peppers in warm water. Soak for 1 day, dilute in 10 L water and add 20 drops of liquid soap before spraying.<br/>-&nbsp;Spray with natural enemies like <i>Encarsia formosa</i> and entomopathogenic fungi like <i>Beauveria bassiana</i>,and  <i>Lecanicillium lecanii</i><br/>",
            "Direct Control with restrictions": "Drench with imidacloprid at a rate of 5g in 20 litres of water. Neonicitinoid, IRAC 4A. Systemic insecticide with translaminar activity and with contact and stomach action.&nbsp;General Restrictions:&nbsp;WHO Class II (Moderately hazardous), PHI 3 days, MRL-0.5<br/>-&nbsp;Spray lambda-cyhalothrin 5% at a rate of 7ml per 20 litres of water. IRAC code 3.&nbsp;General Restrictions:&nbsp;WHO class II (Moderately hazardous). PHI 3 days. MRL-0.01<br/>-&nbsp;Spray alpha-cypermethrin 10EC at a rate of 5ml per 20 litres of water. IRAC code 3.&nbsp;General Restrictions:&nbsp;WHO Class II (Moderately hazardous), PHI 3 days. MRL-0.2<br/>",
            "General Restrictions": "Wear protective clothing and follow instructions on the product label <br/>-&nbsp;Spray early morning or late evening to avoid harming bees. <br/>-&nbsp;Dispose properly to avoid aquatic contamination<br/>-&nbsp;Alternate active ingredients to prevent development of resistance<br/>-&nbsp;WHO class II pesticides might not be allowed in local IPM schemes. Always consult recent list of registered pesticides <br/>",
            "Image 1": {
                "url": "https://www.plantwise.org/KnowledgeBank/800x640/PMDG_90581.jpg",
                "Caption": "Adult Whitefly (Ian Bedford, CABI)"
            },
            "Image 2": {
                "url": "https://www.plantwise.org/KnowledgeBank/800x640/PMDG_90584.jpg",
                "Caption": "Whiteflies colonizing leaves (A.M. Varela, icipe)"
            }
        },
        {
            "pestID": "7",
            "PestScientificName": "Bemisia tabaci",
            "CommonName": "White fly",
            "Crop": "tomato",
            "CountryISO": "ZM",
            "Identifier": "20177801304",
            "Prevention": "Remove tomato residues and volunteer tomatoes and bury<br/>-&nbsp;Plant varieties which are resistant to whitefly and the viruses it can transmit<br/>-&nbsp;Plant tomatoes 15-60 cm apart with at least 90 cm between rows<br/>-&nbsp;Use a shade net (size 400 µm)/tunnel for 3-5 weeks while in nursery to prevent attack by whiteflies<br/>-&nbsp;Transplant shortly after or during the rainy season<br/>-&nbsp;Use white/black inert plastic mulch 10-20 days after transplanting which attracts and kills whiteflies<br/>-&nbsp;Conserve natural enemies (wasps, ladybirds) by mulching or leaving a natural hedge of flowering plants (e.g. Tithonia, Lantana) along the edges to offer them refuge<br/>-&nbsp;Plant repellent crops such as coriander or Mexican marigold after 3-4 rows of tomato to repel the whiteflies<br/>",
            "Monitoring": "Whiteflies are sucking insects that can transmit viruses to plants<br/>-&nbsp;Adults are white tiny flies of about 1 mm long. The body and wings are covered in a powdery, waxy secretion, white to slightly yellowish in colour<br/>-&nbsp;Larva: yellow-white scales, 0.3-0.6 mm long<br/>-&nbsp;Puparium: flat, irregular, oval shape, 0.7 mm long<br/>-&nbsp;Eggs: Pear-shaped, 0.2 mm long<br/>-&nbsp;Search for leaves with whitefly groups (they are mainly on underside of leaves). They will fly when you shake plants<br/>-&nbsp;Yellowing, curling, crumpling of leaves occurs at heavy infestation<br/>-&nbsp;Whiteflies can transmit viruses which cause virus disease. Leaves will have yellowish green mosaics<br/>-&nbsp;After transplanting monitor weekly until harvest<br/>-&nbsp;Consider action when there are 10-20 plants with symptoms and/or at least 20 whiteflies on at least 10-20 plants/acre <br/>",
            "Direct Control without restrictions": "Use yellow sticky traps at about 1 per 5 plants to catch adult whiteflies.<br/>-&nbsp;Spray <i>Beauveria bassiana</i> products early morning or later afternoon (check product labels for dosage). Re-application if needed after 21 to 28 days.<br/>-&nbsp;Use hot pepper spray at rate of 30 chopped peppers in warm water. Soak for 1 day, dilute in 10 L water and add 20 drops of liquid soap before spraying<br/>-&nbsp;Use liquid soap spray at rate of 3 table spoons per litre of water<br/>",
            "Direct Control with restrictions": "Acetamiprid 25g/L; foliar spray.&nbsp;General Restrictions:&nbsp;WHO Class II - Moderately hazardous, inhalation toxicity. Apply when whiteflies appear, one or two additional applications could made based on scouting. Pre-harvest interval (PHI) 21 days, Restricted re-entry interval (REI) 7 days.<br/>-&nbsp;Spray Azadirachtin based products 0.03%, 15 days after transplant ; foliar spray.&nbsp;General Restrictions:&nbsp;Not WHO classified, but considered unlikely to present acute hazard in normal use. PHI 3 days, REI 1 day. Toxic to fishes<br/>",
            "General Restrictions": "When using a pesticide or botanical, always wear protective clothing and follow the instructions on the product label, such as dosage, timing of application, pre-harvest interval, max number of sprays, restricted re-entry interval. Do not empty into drains and water sources.<br/>-&nbsp;WHO toxicity class II pesticides might not be allowed in local IPM programme<br/>-&nbsp;As <i>B. tabaci</i> appears to have developed resistance to all groups of pesticides, farmers must rotate insecticides following an IPM schemes.<br/>",
            "Image 1": {
                "url": "https://www.plantwise.org/KnowledgeBank/800x640/PMDG_109364.jpg",
                "Caption": "Adults whitefly of about 2 mm (I D. Bedford)"
            },
            "Image 2": {
                "url": "https://www.plantwise.org/KnowledgeBank/800x640/PMDG_109365.jpg",
                "Caption": "Yellow, leaf curling caused by whitefly (Wang Dengjie)"
            },
            "Image 3": {
                "url": "https://www.plantwise.org/KnowledgeBank/800x640/PMDG_109366.jpg",
                "Caption": "A group of whiteflies under the leaf (Wang Dengjie)"
            }
        },
        {
            "pestID": "8",
            "PestScientificName": "Helicoverpa armigera",
            "CommonName": "Bollworm",
            "Crop": "tomato",
            "CountryISO": "GH",
            "Identifier": "20177801290",
            "Prevention": "If bollworm population is low in area, plant before and/or during crop growth one/two rows of maize around crop field as a trap for pest when it is at larval stage<br/>-&nbsp;Reduce planting density of tomato<br/>-&nbsp;Provide habitats for natural enemies (e.g. flowering plants) such as: <i>Trichogramma</i> spp. (egg parasitoids), wasps, flies (larva parasitoids), ants, lacewings, ladybugs, assassin bugs, minute pirate bugs and birds<br/>-&nbsp;Rotating with non-host crops can prevent the population from building up but rotation must be used together with other prevention/control practices as the bollworm can attack and harbour on over 200 species of plants<br/>-&nbsp;Avoid crop rotation with other plant hosts incl. eggplants, okra, soybeans, cotton, corn, beans, chickpea, flax, wheat, barley, oats and sorghum<br/>-&nbsp;Remove and destroy crop residues immediately after harvest. Feed to livestock<br/>-&nbsp;It is not recommended to apply insecticides as a preventative measure as the pest is often resistant to these<br/>-&nbsp;Plough the soil to expose the pupae to direct sunlight and natural enemies <br/>",
            "Monitoring": "Monitor the pest and symptoms 1-2 times/week from emergence until harvest<br/>\\t • Use light traps (2/acre) to detect adults. Adults: forewings are yellow/brown and hindwings are white.<br/>\\t • Look for small yellow/white to reddish-brown caterpillars with light stripe on each side of the body on leaves below highest open flowers and on fruit base. <br/>\\t • Look for small, darkened entry holes at the base of the tomato, near the stem and under base leaves of the old flower. Open the fruit to confirm infestation<br/>\\t • Large caterpillars: up to 35-40 mm long. Vary in colour: yellow/green/brown/red with greyish-black stripes along the body when fully grown. Large caterpillars hide inside the fruits<br/>-&nbsp;Note the number of eggs, small and large caterpillars, and % defoliation of plant<br/>\\t • It is necessary to open the fruits and flowers of plants because the caterpillars are hidden within plant organs<br/>-&nbsp;Consider taking actions when the first few caterpillars are detected<br/>",
            "Direct Control without restrictions": "For small plots, hand pick and destroy the eggs and young caterpillars from flower bud tips and fruit bases<br/>-&nbsp;Apply neem products on small caterpillars (e.g. neem oil 40ml/20L water) maximum 3 times. Start 15 days after transplanting. Ensure thorough coverage of fruits and plants.<br/>-&nbsp;Remove any fallen fruit or infested plant parts and destroy or feed to livestock<br/>",
            "Direct Control with restrictions": "Lambda-cyhalothrin 50g/L.&nbsp;General Restrictions:&nbsp;WHO class II. Moderately hazardous. MRL: 0.1mg/Kg, PHI: 3 days. REI- when spray dries.<br/>-&nbsp;Cypermethrin 50g/L.&nbsp;General Restrictions:&nbsp;WHO class II- moderately hazardous. Apply only when larvae are <1 cm as corrective spray. Do not apply before 75% petal drop. No more than 2 applications per growing season (7-10 days intervals) due to resistance to pyrethroids. PHI 4 days, REI 1 day. If ineffective, use a different chemical group. Toxic to bees<br/>-&nbsp;<i>Bacillus thuringiensis</i> against small larvae.&nbsp;General Restrictions:&nbsp;WHO class III (slightly hazardous); biological multisite stomach poison for insects, must be eaten by insect PHI. 1 days, REI 1 days, min retreatment 7 days, max 2 sprays per season. Dosage 15-20g/15 litre knapsack<br/>-&nbsp;Azadirachtin 1% based products (neem).&nbsp;General Restrictions:&nbsp;WHO class U. Product unlikely to present hazard under normal use conditions. Larvae moulting disruptor; inhibits egg laying, antifeedant effects; PHI 3 days; REI 1 day. No more than 1 spray when flowering. Toxic to bees + aquatic organisms.<br/>",
            "General Restrictions": "Apply when eggs hatch so that larvae are killed. Only the young <1 cm long larvae outside the fruits can be controlled. Larvae inside fruits are protected from sprays with contact pesticides. <br/>-&nbsp;There are many WHO class II pesticides registered against bollworm but less toxic alternatives can control the pest.<br/>",
            "Image 1": {
                "url": "https://www.plantwise.org/KnowledgeBank/800x640/PMDG_109387.jpg",
                "Caption": "Adult <i>H. armigera</i> (ICRISAT)"
            },
            "Image 2": {
                "url": "https://www.plantwise.org/KnowledgeBank/800x640/PMDG_109388.jpg",
                "Caption": "Bollworm and damage to tomato (PM Kodwaran, Kenya)"
            },
            "Image 3": {
                "url": "https://www.plantwise.org/KnowledgeBank/800x640/PMDG_109389.jpg",
                "Caption": "Larva in tomato fruit (A.B.S. King)"
            }
        },
        {
            "pestID": "8",
            "PestScientificName": "Helicoverpa armigera",
            "CommonName": "Bollworm",
            "Crop": "tomato",
            "CountryISO": "KE",
            "Identifier": "20177801291",
            "Prevention": "If bollworm population is low, plant before and/or during crop growth one or two rows of maize around the crop field as a trap for pest when at larval stage<br/>-&nbsp;Plant at correct spacing of tomato crop<br/>-&nbsp;Provide habitats for natural enemies (e.g. flowering plants) such as: <i>Trichogramma</i> spp. (egg parasitoids), wasps, flies (larva parasitoids), ants, lacewings, ladybugs + birds<br/>-&nbsp;Rotating with non-host crops to prevent the population from increasing, must use with other prevention/control practices as bollworm can attack + harbour on <200 species of plants<br/>-&nbsp;Avoid crop rotation with other plant hosts incl eggplants, okra, soybeans, cotton, maize, beans, chickpea, flax, wheat, barley, oats + sorghum<br/>-&nbsp;Remove + destroy crop residues (feed to livestock) <br/>-&nbsp;Not recommended to apply insecticides as a preventative measure, pest is often resistant<br/>",
            "Monitoring": "Monitor the pest + symptoms 1-2 times/week from emergence-harvest<br/>\\t • Adults: Moth wingspan 35-40 mm wide. Forewings are yellow/brown, hindwings are white. Use phermone (4-8/acre)/light (2/acre) traps to detect adults<br/>\\t • Look for small larvae on leaves below highest open flowers + fruit bases. Consider taking actions when detected<br/>\\t • Look for small, dark entry holes at base of the tomato, near stem + under base leaves of flower. Open fruit to confirm<br/>\\t • Large caterpillars: 35-40 mm long. Vary from yellow/green/brown/red with grey-black stripes along the body when fully grown. <br/>-&nbsp;When large larvae are inside fruits, sprays do not help as caterpillars are protected<br/>-&nbsp;Note the no. of eggs, small/large caterpillars, % defoliation of plant on 30 random plants. If a large number of small larvae are detected apply control measures<br/>\\t • Necessary to open the fruits + flowers often as larvae are hidden within<br/>",
            "Direct Control without restrictions": "For small plots, hand pick + destroy the eggs/young caterpillars from flower bud tips and fruit bases<br/>-&nbsp;Plough the soil to expose the pupae to direct sunlight + natural enemies<br/>-&nbsp;Remove/destroy crop residues immediately after harvest <br/>-&nbsp;Release natural enemies, e.g. egg parasitoids (2-3 cards per acre of <i>Trichogramma</i> spp., <i>Telenomus</i> spp.), larva parasitoid (<i>Cotesia</i> spp., <i>Bracon</i> spp.) <br/>-&nbsp;Apply neem products on small larvae (e.g. neem oil 40ml/20L water) 3x max. Start 15 days after transplanting reaching coverage of fruits + plants.<br/>-&nbsp;Spray entomopathogenic fungi (<i>Metarhizium anisopliae</i> + <i>Beauveria bassiana</i>). See label for dosage.<br/>-&nbsp;Spray with a solution of <i>Helicoverpa armigera</i> SNPV 8% w/w 2x99 polyhedra per ml<br/>-&nbsp;Place traps (5/ha) with synthetic sex pheromone <i>Helicoverpa armigera</i> to trap adults<br/>-&nbsp;Remove any fallen fruit/infested plant parts (feed to livestock)<br/>",
            "Direct Control with restrictions": "Azadirachtin 1% based products (neem).&nbsp;General Restrictions:&nbsp;WHO class U. Hazard under normal use. Larvae moulting disruptor; inhibits egg laying, antifeedant effects; PHI 3 d; REI 1 d. 1 spray when flowering. Toxic to bees/aquatic organisms.<br/>-&nbsp;<i>Bacillus thuringiensis</i> var kurstaki Strain ABTS-351 against small larvae.&nbsp;General Restrictions:&nbsp;WHO class III (slightly hazardous); biological multisite stomach poison for insects, must be eaten by insect p.h.i. 1d, r.e.i. 1 d, min retreatment 7 d, 2 sprays per season<br/>-&nbsp;Lambda-cyhalothrin 50g/L (e.g. PENTAGON 5% EC).&nbsp;General Restrictions:&nbsp;WHO class II. Moderately hazardous. MRL: 0.1mg/Kg, PHI: 3 days. REI- when spray dries<br/>-&nbsp;Spinosad 480g/L (e.g. TRACER 480 SC Soluble Concentrate): foliar application.&nbsp;General Restrictions:&nbsp;WHO class III (slightly hazardous). PHI 3 days. REI when spray deposit has dried. Toxic to bees if exposed directly. Apply at night if crop is flowering. Maximum 6 applications per season.<br/>",
            "General Restrictions": "Apply when eggs hatch so larvae are killed. Only the <1 cm long larvae outside the fruits can be controlled. Larvae inside fruit are protected.<br/>-&nbsp;Many WHO class II pesticides registered against pest, less toxic alternatives can control the pest.<br/>",
            "Image 1": {
                "url": "https://www.plantwise.org/KnowledgeBank/800x640/PMDG_109453.jpg",
                "Caption": "Adult <i>H. armigera</i> (ICRISAT)"
            },
            "Image 2": {
                "url": "https://www.plantwise.org/KnowledgeBank/800x640/PMDG_109454.jpg",
                "Caption": "Bollworm and damage to tomato (PM Kodwaran, Kenya)"
            },
            "Image 3": {
                "url": "https://www.plantwise.org/KnowledgeBank/800x640/PMDG_109455.jpg",
                "Caption": "Larva in tomato fruit (A.B.S. King)"
            }
        },
        {
            "pestID": "8",
            "PestScientificName": "Helicoverpa armigera",
            "CommonName": "Bollworm",
            "Crop": "tomato",
            "CountryISO": "ZM",
            "Identifier": "20177801292",
            "Prevention": "If bollworm population is low in the area, plant before and/or during tomato growth one/two rows of maize around the crop field as a trap + destroy when the pest is a caterpillar on maize (attacking cobs)<br/>-&nbsp;Provide habitats for natural enemies such as: <i>Trichogramma</i> spp. (egg parasitoids), wasps, flies (larva parasitoids), ants, lacewings, ladybugs + birds<br/>-&nbsp;<b>Remove + destroy crop residues when serious pest pressure in the previous season, or expected for the next. Farmers should keep residues to improve soil, retain water + provide shelter for natural enemies.</b><br/>-&nbsp;Not recommended to apply insecticides as preventative measure, this increases speed of resistance development of pest to pesticides<br/>",
            "Monitoring": "Monitor the pest + symptoms 1-2 times/week from emergence until harvest<br/>-&nbsp;Look for:<br/>\\t • Small caterpillars on leaves below highest open flowers + on fruit bases.<br/>\\t • Adults are moths, wingspan is 35-40 mm wide. Forewings are yellow/brown, hindwings are white. Use phermone (4-8/acre) or light (2/acre) traps to detect adults<br/>\\t • Darkened entry holes at the base of the tomato/near stem/under base leaves of old flower. Open the fruit to confirm infestation<br/>\\t • Large caterpillars: up to 35-40 mm long. Vary in colour: yellow/green/brown/red with grey/black stripes along the body when fully grown. Large caterpillars hide inside the fruits<br/>-&nbsp;Open the fruits and flowers of plants often as caterpillars are hidden within plant organs<br/>-&nbsp;Note the number of small + large caterpillars. Consider taking control measure when 3-5 caterpillars of the bollworms are found on 20 plants.<br/>",
            "Direct Control without restrictions": "For small plots, hand pick and destroy young caterpillars from flower bud tips and fruit bases<br/>-&nbsp;Plough the soil to expose the pupae to direct sunlight and natural enemies<br/>-&nbsp;Trapping adults in light traps offers partial control<br/>-&nbsp;Apply neem products on small caterpillars maximum 3 times. Start 15 days after transplanting reaching coverage of fruits and plants.<br/>-&nbsp;Remove any fallen fruit or infested plant parts and destroy or feed to livestock<br/>",
            "Direct Control with restrictions": "Azadirachtin-based products. Larvae moulting disruptor; inhibits egg laying, antifeedant effects. .&nbsp;General Restrictions:&nbsp;Not WHO classified. Low hazard risk under normal use. Larvae moulting disruptor; inhibits egg laying, antifeedant effects; preharvest interval (PHI) 3 days; restricted entry interval (REI) 1 day. No more than 1 spray when flowering.<br/>-&nbsp;<i>Bacillus thuringiensis</i> against small larvae.&nbsp;General Restrictions:&nbsp;WHO class III (slightly hazardous); biological multisite stomach poison for insects, must be eaten by the insect PHI 1 day, REI 1 day. Min retreatment 7 days, max 2 sprays per season<br/>-&nbsp;Lambda-cyhalothrin. Pyrethroid group of pesticide.&nbsp;General Restrictions:&nbsp;WHO class II. Moderately hazardous. MRL: 0.1mg/Kg, PHI 3 days. REI when spray dries. Toxic to aquatic organisms, do not spray near water.<br/>",
            "General Restrictions": "Apply when eggs hatch so larvae are killed. Only the young <1 cm long larvae outside the fruits can be controlled. Those inside fruits are protected. <br/>-&nbsp;There are many WHO class II pesticides registered against bollworm, less toxic alternatives can control the pest.<br/>-&nbsp;Spray late afternoon when thrips are most active. Do not spray too late, so leaves dry before night.<br/>-&nbsp;WHO toxicity class II pesticides might not be allowed in local IPM schemes. <br/>-&nbsp;Wear protective clothing, follow product instructions, incl dosage, application timing, pre-harvest interval etc. Do not empty into drains.<br/>",
            "Image 1": {
                "url": "https://www.plantwise.org/KnowledgeBank/800x640/PMDG_109438.jpg",
                "Caption": "Adult <i>H. armigera</i> (ICRISAT)"
            },
            "Image 2": {
                "url": "https://www.plantwise.org/KnowledgeBank/800x640/PMDG_109439.jpg",
                "Caption": "Bollworm and damage to tomato (PM Kodwaran, Kenya)"
            },
            "Image 3": {
                "url": "https://www.plantwise.org/KnowledgeBank/800x640/PMDG_109440.jpg",
                "Caption": "Larva in tomato fruit (A.B.S. King)"
            }
        },
        {
            "PestScientificName": "Spodoptera frugiperda",
            "CommonName": "Fall armyworm",
            "Crop": "maize",
            "CountryISO": "GH",
            "Identifier": "20177800275",
            "Prevention": "Avoid late planting. Plant early to avoid peak immigration of adults<br/>-&nbsp;Remove and destroy all crop residues after harvest<br/>-&nbsp;Plough the soil deeply to bury the larvae and pupae in the soil<br/>-&nbsp;Regularly weed the field and surroundings<br/>-&nbsp;Ensure optimum fertilization. Recommended fertilizer rates (4 bags or 200kg of NPK 15:15:15 per ha) to increase the growth vigour<br/>-&nbsp;Remove volunteer crops and alternative hosts to reduce carryover of larvae<br/>-&nbsp;Rotate with non-host crops (e.g. Cassava, Yam)<br/>-&nbsp;Intercropping maize with cowpea, pigeon pea, cassava. \\r\\n<br/>",
            "Monitoring": "Start monitoring for presence of the pest or symptoms 2 weeks after emergence<br/>-&nbsp;Look for cream or grey egg masses on the stem, lower and upper parts of leaves  \\r\\n<br/>-&nbsp;Check for light green to dark brown larvae with three thin yellowish white stripes down the back and a distinct white inverted \\\"Y\\\" on head<br/>-&nbsp;Check the whorl for larvae covered with a plug of yellowish brown frass<br/>-&nbsp;Look for patches of small shot holes \\\"window pane\\\"  in the leaves emerging from the whorl<br/>-&nbsp;Monitor damage on 10 consecutive plants in 10 randomly selected sites. Take control measures if >20% of plants are infested with larvae<br/>-&nbsp;<b>At tassel/silk stage, do not spray anymore</b><br/>",
            "Direct Control without restrictions": "On small-scale farms, handpick and destroy the egg masses and larvae<br/>-&nbsp;Put a handful of sand (mixed with lime or ash), sawdust or soil in the whorl of the attacked plants to kill the larvae<br/>",
            "Direct Control with restrictions": "Apply Maltodextrin Eradicoat.&nbsp;General Restrictions:&nbsp;WHO class U (Unlikely to present acute hazard). Apply 50ml/15lt water. REI and PHI is 0. Apply weekly based on monitoring result. Ensure good coverage of the foliage<br/>-&nbsp;Apply biopesticides: <i>Bacillus thuringiensis</i> products (e.g. Agoo Bypel1) and <i>Beauveria</i> sp.&nbsp;General Restrictions:&nbsp;WHO class U (Unlikely to present acute hazard). Apply at three weeks intervals @ 50g (1 sachet)/15lt water based on monitoring result. REI is 3hrs. Ensure good coverage of the foliage<br/>-&nbsp;Apply Azadirachtin (e.g. Nemazaal).&nbsp;General Restrictions:&nbsp;WHO class U (Unlikely to present acute hazard). Apply 60-80ml per 15 litre knapsack. REI is 3 hrs. Apply weekly based on monitoring result. Spray late afternoon 4-6:00pm. Ensure good coverage of the foliage<br/>-&nbsp;Apply ethyl palmitate+ethyl oleate+elcosen (e.g Adepa).&nbsp;General Restrictions:&nbsp;WHO class U ( Unlikely to present acute hazard) Apply 100ml/15lt water at three weeks interval. REI is 24hours. Ensure good coverage of the foliage<br/>-&nbsp;\\r\\n<br/>",
            "General Restrictions": "When using a pesticide or botanical, always wear protective clothing and follow the instructions on the product label. <br/>-&nbsp;Do not use chemicals with the same mode of action three successive applications as this can lead to resistance. <br/>-&nbsp;Always consult the most recent list of registered pesticides of MOFA, Ghana.<br/>-&nbsp;For recommended synthetic insecticides (Contact any District/Regional Dept. of Agric. for advice).<br/>",
            "Image 1": {
                "url": "https://www.plantwise.org/KnowledgeBank/800x640/PMDG_110097.jpg",
                "Caption": "Fall armyworm larva and frass on maize tassel (J. Crozier, CABI)"
            },
            "Image 2": {
                "url": "https://www.plantwise.org/KnowledgeBank/800x640/PMDG_110099.jpg",
                "Caption": "Damage cause to cob by larva (J. Crozier, CABI)"
            },
            "Image 3": {
                "url": "https://www.plantwise.org/KnowledgeBank/800x640/PMDG_110100.jpg",
                "Caption": "Top - Damage on maize leaves (J. Crozier, CABI); Bottom - Egg mass on cottom leaf (@Ronald Smith/Auburn University/ Bugwood.org - CC BY 3.0 US)"
            }
        },
        {
            "PestScientificName": "Spodoptera frugiperda",
            "CommonName": "Fall armyworm",
            "Crop": "maize",
            "CountryISO": "KE",
            "Identifier": "20177801310",
            "Prevention": "Avoid late or off-season planting. <br/>-&nbsp;Plant tolerant maize varieties (e.g. with hard husk cover to prevent the pest from penetrating) <br/>-&nbsp;Regularly weed to remove alternate hosts<br/>-&nbsp;Plough after infested fields are harvested<br/>-&nbsp;Ensure optimum use of fertilizer for strong maize plants able to compensate for damage done<br/>-&nbsp;Avoid planting new crop near infested fields<br/>-&nbsp;Do not move infested maize materials from one area to another; instead feed to livestock <br/>",
            "Monitoring": "Start monitoring for the pest one week after germination, continue weekly or every second week<br/>-&nbsp;Monitor 10 consecutive plants in 10 locations of the field. <br/>-&nbsp;Look for creamy / grey egg masses covered in a felt-like layer of grey-pink scales on the underside of leaves<br/>-&nbsp;Look for caterpillars having a  dark head with a distinct pale, upside-down Y-shape on the front and 4 dark spots on the second-to-last body segment; do so in early morning or evening hours<br/>-&nbsp;Check for large amounts of moist sawdust-like frass near the whorl and upper leaves<br/>-&nbsp;Look for small shot or large ragged and elongated holes on the leaves and inside whorls of young plants  <br/>-&nbsp;At early whorl stage, take action if >20% of plants are damaged or infested with larvae. At late whorl stage, if small larvae can be found then consider taking control measures if >40% of whorls are damaged. At tassel and silk stage, do not spray anymore<br/>",
            "Direct Control without restrictions": "Handpick and destroy caterpillars (e.g.in hot water).<br/>-&nbsp;Spray neem based product <br/>",
            "Direct Control with restrictions": "<i>Bacillus  thuringiensis</i> var <i>aizawai</i> .&nbsp;General Restrictions:&nbsp;WHO Class III - (slightly hazardous). PHI 1 day, REI 1 day<br/>-&nbsp;Spinosad (e.g. Tracer at 4ml/20L). Repeat spraying after 14 days.&nbsp;General Restrictions:&nbsp;WHO class III (slightly hazardous). PHI 1 day, REI 12 Hours. Toxic to honey bees; avoid spraying during flowering and near water ways\\r\\n<br/>-&nbsp;Chlorantraniliprole (e.g. Corragen).&nbsp;General Restrictions:&nbsp;WHO Class U (Unlikely to cause hazard under normal use). PHI 21 days<br/>-&nbsp;Indoxacarb  (e.g. Avaunt 150 SL) .&nbsp;General Restrictions:&nbsp;WHO class II (Moderately hazardous)<br/>-&nbsp;Alpha-cypermethrin (e.g. Bestox 100Ec at 60 ml/20L or Tata alpha 10EC at 6ml/20L of water).&nbsp;General Restrictions:&nbsp;WHO class II (moderately hazardous). REI is 24hours. PHI is 21 days.<br/>",
            "General Restrictions": "Insecticides are most effective on young larvae and before they enter the funnel and ears.<br/>-&nbsp;Spray only according to needs identified by monitoring (including decision for a second application)<br/>-&nbsp;Spray early morning or late afternoon when larvae are active.<br/>-&nbsp;Minimise usage of WHO class II chemicals for own safety and protection of natural enemies which will help in pest control Always check label for details and wear appropriate PPE<br/>",
            "Image 1": {
                "url": "https://www.plantwise.org/KnowledgeBank/800x640/PMDG_109769.jpg",
                "Caption": "Damage on the funnel by larvae (Photo: M. Kasina, KALRO, Kenya)"
            },
            "Image 2": {
                "url": "https://www.plantwise.org/KnowledgeBank/800x640/PMDG_109772.jpg",
                "Caption": "Inverted \\\"Y” pattern on the head of Fall armyworm larva (Photo: Desiree van Heerden, Syngenta)"
            },
            "Image 3": {
                "url": "https://www.plantwise.org/KnowledgeBank/800x640/PMDG_109773.jpg",
                "Caption": "Egg mass of <i>S. frugiperda</i> (Photo: Desiree van Heerden, Syngenta)"
            }
        },
        {
            "PestScientificName": "Spodoptera frugiperda",
            "CommonName": "Fall armyworm",
            "Crop": "maize",
            "CountryISO": "ZM",
            "Identifier": "20177801276",
            "Prevention": "Plant early, at start of rains and avoid late and off-season crops as these promote further pest build up<br/>-&nbsp;Avoid planting new crop near infested fields<br/>-&nbsp;Keep field free from weeds as these serve as alternate hosts<br/>-&nbsp;Apply recommended amounts of fertilizers for strong maize plants able to compensate for damage done <br/>-&nbsp;Avoid transporting maize cobs from infested to un-infested areas<br/>-&nbsp;Plough after infested fields are harvested<br/>",
            "Monitoring": "Start monitoring maize 2 weeks after germination till harvest, weekly or biweekly<br/>-&nbsp;Use pheromone traps or universal moth traps to catch moths, 1 trap/acre. If > 5 moths are captured in a universal trap per week, or 3 to 5 in a pheromone trap per day, action is considered<br/>-&nbsp;Check for creamy egg masses (100-200 eggs each) mostly located on the underside of leaves<br/>-&nbsp;Search for caterpillars on leaves or in the whorl in early morning or evening hours. Caterpillars have a dark head with a distinct pale, upside-down Y-shape on the front and 4 dark spots forming a square on the second-to-last body segment<br/>-&nbsp;Look for windowing on leaves= \\\"window-pane\\\" damage as well as large ragged and elongated holes<br/>-&nbsp;Check for large amounts of moist sawdust-like frass near the whorl and upper leaves<br/>-&nbsp;At early whorl stage, take action if 20% of plants are damaged or infested with larvae. At late whorl stage, if small larvae can be found then consider taking control measures if 40% of whorls are damaged. At tassel and silk stage, do not spray anymore<br/>",
            "Direct Control without restrictions": "Hand-pick caterpillars and crush or place them in hot water<br/>-&nbsp;Feed heavily infested abandoned maize to livestock  <br/>-&nbsp;Apply neem based products (biopesticide) <br/>",
            "Direct Control with restrictions": "Spray with Lufenuron+ Emamectin Benzoate (e.g. Match fit) (insect  growth inhibitor) .&nbsp;General Restrictions:&nbsp;Lufenuron WHO Class III (slightly acute hazardous). Emamectin Benzoate WHO Class II (moderately hazardous). REI 2 days. PHI 14 days. Toxic to beneficials<br/>-&nbsp;Lambda-cyhalothrin – products. Pyrethroid group.&nbsp;General Restrictions:&nbsp;WHO Class II (moderately hazardous). Max 2 sprays/season. REI ½ day. PHI 14 days. Toxic to beneficials<br/>-&nbsp;Deltamethrin based insecticides. Pyrethroid group.&nbsp;General Restrictions:&nbsp;WHO class II (moderately hazardous). REI 1/2 day. PHI 3 days. Toxic to beneficials<br/>",
            "General Restrictions": "Insecticides are most effective on young larvae and before they enter the funnel and ears. Spray early morning or late afternoon when larvae are active.<br/>-&nbsp;Spray only according to needs identified by monitoring (including decision for a second application)<br/>-&nbsp;Minimise usage of WHO class II chemicals for own safety and protection of natural enemies which will help in pest control. Always consult recent list of registered pesticides (ZEMA). Always check label for details and wear appropriate personal protective equipment (PPE)<br/>-&nbsp;If you use chemical pesticides, use a different sort each time to avoid pesticide resistance.<br/>-&nbsp;Always consult recent list of registered pesticides (ZEMA). <br/>",
            "Image 1": {
                "url": "https://www.plantwise.org/KnowledgeBank/800x640/PMDG_110823.jpg",
                "Caption": "Fall armyworm caterpillar (Russ Ottens, University of Georgia, Bugwood.org)"
            },
            "Image 2": {
                "url": "https://www.plantwise.org/KnowledgeBank/800x640/PMDG_110824.jpg",
                "Caption": "Fall armyworm damage in whorl of maize (Victor Clottey, CABI)"
            },
            "Image 3": {
                "url": "https://www.plantwise.org/KnowledgeBank/800x640/PMDG_110825.jpg",
                "Caption": "Egg mass of <i>S. frugiperda</i> (Desiree van Heerden, Syngenta)"
            }
        }
    ]
}
